fix: modified readme
